pergunta.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://www.cnj.jus.br/servico-intercomunicacao-2.2.2/" xmlns:tip="http://www.cnj.jus.br/tipos-servico-intercomunicacao-2.2.2" xmlns:int="http://www.cnj.jus.br/intercomunicacao-2.2.2">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:entregarManifestacaoProcessual>
         <!--Optional:-->
         <tip:idManifestante>ENT.PROC_REP_TESTE</tip:idManifestante>
         <!--Optional:-->
         <tip:senhaManifestante>22e9585abe5a97b8c5ba1d4f9f5efa246ca0d67883b70b89275e1107aef956c4</tip:senhaManifestante>
      <tip:numeroProcesso>40043242420258260960</tip:numeroProcesso>
         <tip:documento tipoDocumento="13" mimetype="application/pdf" nivelSigilo="0">
            <!--Optional:-->
            <int:conteudo>==</int:conteudo>
      </ser:entregarManifestacaoProcessual>
   </soapenv:Body>
</soapenv:Envelope>